[
    {
        "id": 1,
        "name": "Annie Allen, Host of Starting Over Stronger Podcast",
        "image-url": "assets/images/clients/SOS.jpeg",
        "testimonial": "Neel Panji has been everything I have needed and wanted in a podcast editor for well over a year. He's intuitive, easy to work with, and affordable, and willing to go above and beyond in his services. He always produces quality content, so much so that I don't even have to check his work anymore. I couldn't ask for anything more in a podcast editor.",
        "video-embedded-link": "https://www.youtube.com/embed/yo91m_r6LAM"
    },
    {
        "id": 2,
        "name": "Kyla Cofer, Host of Leadership School",
        "image-url": "assets/images/clients/kylapod.jpeg",
        "testimonial": "I am a huge raving fan of Neel, and this is no exaggeration. I rave about him to anybody who listens to me because he has been an integral part of my podcast team. I would not be anywhere I am without Neel. He helps me produce a top-quality audio recording for my podcast. Neel, thank you so much for all the work that you've done for my podcast and for being an incredible, irreplaceable part of my team we're really proud to know you and proud to work with you.",
        "video-embedded-link": "https://www.youtube.com/embed/QDgztwaZyi8"
    },
    {
        "id": 3,
        "name": "Vicki Baird, Host of Intuition: Your First Sense",
        "image-url": "assets/images/clients/vikipod.jpeg",
        "testimonial": " I would highly recommend working with Neel because as a life coach and business consultant, I understand the value of having someone who already has the skills that are needed in your business because you cannot be, everything to everyone. Working with Neel has helped me to grow as a business owner and as a podcast host. So I would highly recommend hiring him to work with you, to build your own following and to have that product that is edited to your highest liking.",
        "video-embedded-link": "https://www.youtube.com/embed/Ifod2of5bmI"
    }
]